Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “真是好哒的口气，老子纵横集九镇十几年，还是第一次遇到有人敢挑衅老子，胆子不小嘛！”
en_us: "What high-sounding sentiments! (真是好哒的口气) Laozi (老子) has moved about unhindered in JiJiu Town for several decades. This is the first time I've ever met someone who dares to provoke Laozi. You have a lot of nerve!"

source: “真是好大的口气，你们老板娘该不会以为她是酒楼的老板娘就能随随便便敲诈吧。”毛球唇角一勾，勾魂的眉眼却多了一抹犀利，狐媚的容貌更加勾魂摄魄。
en_us: "You dare take that tone? Your boss doesn't think that she can scam people as she wants just because she's the boss of a tavern, does she?" The corner of MaoQiu's lips quirked up, her alluring eyes sharpening, making her vulpine beauty even more attractive.

source: “真是小气！”游小默托着下巴，蹲在一块大石头上面，“那现在到底要怎么找到鬼哭涯，该不会要等他们自己出现吗？”
en_us: "So stingy!" You XiaoMo cupped his chin in his hands and squatted on a big rock. "Then how exactly are we going to find the Weeping Ghost Shore? You're not saying we should just wait until they appear on their own, right?"

source: “真是怪事年年有，今年特别多！”天元突然笑起来，“我还是第一次看到这么迫不及待承认自己笨的人。”
en_us: "Unusually things really do happen every year, especially this one!" Tian Yuan suddenly laughed. "This is the first time I've seen someone so eager to admit they're stupid."

source: “真是的，我本来打算暂时放过你们的。”
en_us: “Really now, and I had planned to have mercy on you.”

source: “真的假的，谁会没经过我的同意进入我的房间？”游小默瞪大眼睛，不过他好像没锁门。
en_us: "Seriously? Who would enter my room without my permission?" You XiaoMo widened his eyes, however it seemed that he did not lock the door.

source: “真的吗，那就太感谢谢大哥了。”莫雪破涕为笑，柔软的双手再度握住谢俊的手，看着他，媚如春丝。
en_us: "Really? Then I'd like to thank Xie-dage." Mo Xue smiled through her tears as her soft hands gripped Xie Jun's hand again. She looked at him with her dainty and charming eyes.

source: “眼尖嘴利。”男子轻哼一声。
en_us: "You have a silver tongue." The man huffed.

source: “睡着了。”沉默了两秒，凌霄闭着眼回答。
en_us: "I'm asleep." Ling Xiao replied. eyes closed, after two seconds of silence.

source: “知道了也不会有问题。”凌霄解释道：“银戈的父亲早就知道自己的儿子要去赤血家族救人，现在银戈把他拿出来当挡箭牌，就算九头蛇皇知道了，他也只会帮儿子隐瞒。”
en_us: "Even if he finds out, it won't matter." Ling Xiao explained. "Yin Ge's father knew since before that his son wanted to go to the ChiXue Family to save someone. Now that Yin Ge has brought him out as a shield, then even if the Nine Headed Snake King knew, he'd only help cover for his son."

source: “知道了，大叔。”
en_us: "Got it, Uncle."

source: “知道就好，现在你们给本小姐自掌一百下嘴巴，然后滚得远远的，本小姐看到你们就觉得很刺眼。”莫菲听到他阿谀奉承的话很受用。
en_us: "It's fine as long as you know. Now, everyone slap their mouths one hundred times for me. After that, scram far, far away. It hurts my eyes just to look at you all." His flattering words were very useful against Mo Fei.

source: “知道是谁吗？”男子饶有兴趣地问道。
en_us: "Do you know who?" the man asked, very interested.

source: “硬闯的话反倒有几分，城门的守卫实力不高，等刑七他们赶过来，我们已经闯出自然城。”
en_us: "There are actually a few good point about brute forcing our way through. The guards in the city aren't all that strong and we'll be out of ZiRan City by the time Xing Qi and the others arrive."

source: “神境强者？”天恨哂笑，不以为意道，“在西境这种地方，就是神境强者都有可能陨落。”
en_us: "Divine Realm expert?" Tian Hen snickered and said disapprovingly, "Even a Divine Realm expert could fall in some place like Xi Jing."

source: “程长老，丹方的主人有什么要求？”丹师工会的雷老走出来，此人便是九夜的师傅，在丹师工会的地位颇高，很多人看到他都要恭恭敬敬的喊一声雷长老，这一次他对乾坤丹的丹方志在必得。
en_us: "Elder Cheng, what is the request of the owner of the pill recipe?" Old Lei (雷老) from the Mage Association walked out. This person was Jiu Ye's shifu and his status in the Mage Association was considerably high. Many people had to respectfully address him as Elder Lei when they saw him. This time he was determined to get the pill recipe of the Cosmos Pill.

source: “立刻？”
en_us: "Instantly?"

source: “站住，再靠近休怪我不客气！”
en_us: "Stop right there! Come closer and don't blame me for what I do!"

source: “站住，再靠近休怪我们不客气！”
en_us: "Stop and don't come any closer! Don't say I didn't warn you!"

source: “竟然有两只金翅虫。”天明惊呼一声，他还以为最多只有一只，因为有一只就已经很了不起了。
en_us: "You have two?" Tian Ming exclaimed in shock. He had thought there was only one, because one was impressive enough.

source: “笑什么？”凌霄朝他看过来，淡淡的问道。
en_us: "What are you laughing at?" Ling Xiao looked at him and lightly asked.

source: “第一，我不是瓮中之鳖；第二，唔，别把自己看得太重要。”
en_us: "First, I am not a sitting duck; Second, well, don't place too much importance on yourself."

source: “等一下！”
en_us: "Wait a minute!"

source: “等一等。”这时，拍卖席有个全身包裹着黑袍的男人站了起来，在拍卖师看过来的时候，他说：“我想知道这是什么妖兽的内丹以及它的来历。”
en_us: "Wait a moment." Just then, a man who was wrapped entirely in a black robe stood up from the auction box. When the auctioneer looked over, he said, "I want to know which demon beast this Life Crystal is from, as well as its history."

source: “等游震天撒手，游小默绝对会被黑蜘蛛扒皮拆骨的。”标准的幸灾乐祸的兄台，大部分人都跟他一样的想法，都不认为游小默身上还有灵晶。
en_us: "When You ZhenTian backs off, You XiaoMo will definitely be skinned and flayed to the bone by the Black Spider." A brother with a standard gloating expression stated. The majority had the same notion as him and did not believe that You XiaoMo would still have spirit gems on him.

source: “等等。”莫雪急急忙忙打断他的话，“这位公子，你的同伴都没说话，而且我们主要邀请的也是他，难道你还能代表他做决定不成？”
en_us: "Wait." Mo Xue hurriedly stopped him, "You're partner didn't say anything yet and we are mostly inviting him. Unless you can make a decision for him?"

source: “等等！”
en_us: "Hold on!"

source: “等等！”莫景再次叫住他们，确定他们对小乌龟没有兴趣后，他更加不可能让他们就这样走了。
en_us: "Wait a moment!" Mo Jing stopped them again. After confirming that they had no interest towards the Baby Turtle, there was no way he could just let them go like that.

source: “答对了，你中计了！”
en_us: "Correct, you fell into our trap!"

source: “算了，反正也没丢失什么，说不定是那个走错房间。”
en_us: "Forget it. In any case, there's nothing missing. Maybe that person went into the wrong room."

source: “算了，我们先回去吧。”麟杭皱了皱眉，最终化为一丝轻叹，他在外面不能逗留太长时间，暂时也只能这样。
en_us: "Never mind, let's go back for now." Lin Hang frowned a little, but it soon was released as a soft sigh. They couldn't stay outside for too long, so they'd have to leave things at that for now.

source: “糟糕，是水妖！”
en_us: "Oh no, it's Water Demons!"

source: “红冠鸡，我今早进森林里抓的。”游小默头也不回的说道。
en_us: "Red-Crowned Turkey, I just caught it today." You XiaoMo said without turning.

source: “线索不多，真假各一半。”凌霄剥了一颗花生。
en_us: "There aren't that many clues, half are true and half are fake." Ling Xiao peeled a peanut.

source: “终于——被我找到了！”
en_us: "Finally - I've found you!"

source: “给什么位置。
en_us: "What space.

source: “给你吃你也吃不了。”凌霄泼他一盆冷水。
en_us: "You couldn't eat him anyway." Ling Xiao splashed cold water on him.

source: “继续监视他们，一旦靠近这里千米内立刻通知我。”
en_us: "Keep an eye on them. Inform me when they get within a thousand meters at once."

source: “老人家，我知道你们不相信，这种事我解释再多也没有意义，只有时间才能证明对错，不过这件事姑且放一放，我们先解决灵草的问题。”游小默话锋一转，立刻把大家的注意力带到另一个问题上。
en_us: "Elder, I know you don't believe it, and there's not much of a point in my explaining. Only time can prove who is wrong and who is right. Let's deal with the magic herb situation first," You XiaoMo switched the topic and immediately turned everyone's attention to the other problem at hand.

source: “老大，人已经抓到了。”
en_us: "Boss, we've caught them."

source: “老大，这个小娘皮脾气好大啊！”
en_us: "Boss, this girl has quite a temper!"

source: “老太婆，你很啰嗦，要打就打吧。”
en_us: "Old hag, (老太婆) you're really annoying. If you want to fight then just do it."

source: “老夫今年已一百一十岁，在胡村生活了一百一十年，一百多年来，老夫亲眼看过的兽潮便有八十三次，可这兽潮从来没有一次攻击过胡村，即使偶尔有失散的妖兽，它们也只在村外徘徊，从不会进入村庄，这种情况自胡村建立起便一直如此，你如今却说胡村会被下一次兽潮攻击，岂不是胡说？”
en_us: "I'm already one hundred and ten years old, I've lined here for one-hundred and ten years. In this century, I've personally seen eight-three Beast Tides, but never has one even touched the village. Occasionally there'll be a demon beast or two that wandered away from its group, but they only move round outside the village and never entered the village. It has been so ever since the village was built, yet today you say that the village will be attacked by the next Beast Tide, how is it not nonsense?"

source: “老夫可没有那么多时间浪费在这里！”游震天背着双手，锐利的双目直视着他，圣境高星强者的气势若有若无的压制着对方。
en_us: "I don't have the time to waste here!" You ZhenTian placed his hands behind his back, scrutinizing the other with his sharp gaze. The power of a Sacred level powerhouse pressed down against the other lightly.

source: “老夫在这里多谢傅盟主了！”游震天沉声说道。
en_us: "I thank Fu Alliance Head for this!" You ZhenTian intoned.

source: “老夫奉劝阁下一句，识时务者为俊杰，与玄龟族作对是没有好下场的。”玄盛傲慢的看着凌霄，如果可以，他其实不想与他动手，因为动静太大会引起他人的注意，被海初发现的话会有麻烦。
en_us: "May this old man offer Your Excellency (阁下) a bit of advice. A wise man submits to circumstances. You'll come to no good end by setting yourself against the Black Turtle Clan." Xuan Sheng arrogantly eyed Ling Xiao. He did not want to do battle with him if it was possible because too much of a commotion would attract other people's attention. It would be troublesome if he was discovered by Hai Chu.

source: “老头，将你们相遇后发生的事情都说出来。”男人说道。
en_us: "Old fellow, tell me what happened after you came across each other." The man added.

source: “老子还没试过双胞胎呢！”强盗头子看到莫菲，顿时眼睛一亮，“小娘皮，你倒是说说，你们是谁？”
en_us: "This old man hasn't tried out twins before!" When the bandit chief saw Mo Fei, his eyes immediately lit up. "Little girl, why don't you tell us who you are?"

source: “老家伙，你在看哪里？”
en_us: "Old man, where are you looking?"

source: “老板娘，我劝你还是收起这副恶心的表情，不然我保证你会后悔的。”
en_us: "Tavern owner, I suggest you get rid of that repulsive expression you're wearing, or else you'll regret it."

source: “而且什么？”游小默气愤的说道。
en_us: "And what?" You XiaoMo said furious.

source: “脑子有病就去治，不知道有修为是不用吃饭的吗？
en_us: "Go treat your brain if you're sick. Don't you know that those who cultivate don't need to eat?

source: “花姑，我觉得她说的很有可能是真的。”一名男子突然说道。
en_us: "Hua Gu, I think what she said is likely to be true." One of the men suddenly injected.

source: “若不是恩公出手相助，我们三人恐怕要满大陆逃亡了，恩公若不嫌弃我等三人，我们愿意追随恩公。”
en_us: "If it weren't for the assistance of Sir Benefactor, I'm afraid that the three of us would have to flee across the entire continent. If Sir Benefactor does not object to the three of us, we are willing to follow Sir Benefactor."

source: “莫姑娘不必如此，谢某其实也没出什么力气。”谢俊连忙说道。
en_us: "There's no need for Lady Mo to do so. This Xie didn't do much too." Xie Jun said hurriedly.

source: “莫菲，你少说几句。”
en_us: "Mo Fei, shut up."

source: “莫菲，你怎么可以对圣女说这种话，圣女是何等崇高圣洁，岂是你能随意评论的，若传回族中，就是你父亲也无法保你。”牛徐阳见莫菲越说越过分，立刻出声斥责她。
en_us: "Mo Fei, how can you say this to the holy maiden? The holy maiden is majestic and pure. How can you comment at will? If its passed back to the clan, even your father canot protect you." Niu XuYang saw Mo Fei was saying more and more outrageous things, and immediately reprimanded her.

source: “莫雪，我……”牛徐阳自知理亏，这话他确实反驳不了，但是他就是看不惯莫雪对一个男人大献殷勤。
en_us: "Mo Xue, I..." Niu XuYang knew that he was in the wrong. He was unable to refute these words, but he just could not bear to see Mo Xue do her utmost to please a man.

source: “蠢货！”凌霄走向石床，见被子果然被污上一大块血迹，嫌恶的拖下来扔到地上，“他们不是在躲避仇家的追杀，应该说他们才是追杀者，只不过错估了对方的实力，最后只有三人逃了出来，为了不泄露指使他们的人，这才自杀，他们的身份应该是类似死士之类的。”
en_us: "Idiot!" Ling Xiao walked over to the stone bed, and sure enough, the blanket was stained with a huge blot of blood. With disgust, he threw it onto the floor and said, "They weren't hiding from their enemy, rather, it's better to say that they were the hunters. However, they were mistaken on the strength of their opponents, so only three of them escaped. To avoid revealing their instigator (指使他们的人), they committed suicide. They're probably Men of Sacrifice or something." (死士)

source: “蠢货，慌什么慌！”凌霄平静的声音骤然响起，就算宫殿在剧烈的晃动也没有影响到他分毫。
en_us: "You dumb-ass (蠢货), what are you panicking for?!" Ling Xiao's calm voice suddenly sounded. It did not affect him in the slightest even if the palace was shaking violently.

source: “行了，先让他进来，看看他要说什么。”
en_us: "Enough, let him in, let's see what he has to say."

source: “行了，这件事到时候再说，如果他们值得我收服，那我就勉强收服他们，不值得你就收收心思，不是什么人都能当我的伙伴。”凌霄站起来，“回房，明天一早再出发。”
en_us: "All right, let's speak of the matter at another time. I'll reluctantly subdue them if they deserve to be subdued by me. If they're not worthy, you should curb your evil instincts. Not just any person can become my companion." Ling Xiao stood up, "Let's return to our room. We're setting off early tomorrow morning."

source: “行啦行啦！”游小默跳起宝座，开始找水元素之心。
en_us: "Fine, fine!" You XiaoMo jumped off the throne, starting the search for the Water elemental essence.

source: “行！”
en_us: "Okay!"

source: “行！”游小默毫不犹豫的答应了，他一个人确实吃不了一整只，而且吃了那么多天，他已经不像一开始对叫化鸡那么馋了。
en_us: "Deal!" You XiaoMo agreed without hesitation. He couldn't finish it by himself and anyways, after eating it for so long, he wasn't nearly as greedy for it.

source: “表面上看是没有，但她的背后必定有大靠山，否则凭她一只妖猫是不可能在自然城开得起酒楼的，主人仔细观察就知道了，大堂那些人看着那只妖猫的眼神只有爱慕。”
en_us: "On the surface, there is none. But there must be a big backer behind her, otherwise it would be impossible to open a restaurant in the Nature City with her being a Cat Demon. Master just has to carefully observe and you'll know. There was only admiration in the eyes of those people in the lobby when looking at the Cat Demon."

source: “西境到处都覆盖着茂密的树林，想必这里生长着许多灵草吧？”游小默的眼睛终于冒出精光。
en_us: "Dense forests cover all of the Western Continent. Several magic herbs must grow here, right?" You XiaoMo's eyes finally gave off a bright light.

source: “西面是吗？
en_us: "The West side, is it?"

source: “要不你给那位古叔传个信，让他出来接我们。”
en_us: "How about you send Uncle Gu a messasge and tell him to come get us."

source: “要不，我们先去玄龟族？”游小默忍不住提议道。
en_us: "How about, we go to the Black Tortoise Clan first?" You XiaoMo could not help but propose.

source: “要不，我们找人帮你炼？”
en_us: "Why don't we find someone to help you refine it?"

source: “要不，把他放了吧。”游小默唉声叹气的说道，这个可能是他的父亲。
en_us: "How about we let him go." You XiaoMo heaved a deep sigh. This was most likely his father.

source: “要喝吗？”凌霄从茶壶里倒了杯热腾腾的茶。
en_us: "Do you want to drink?" Ling Xiao poured a cup of steaming hot tea from the teapot.

source: “要怎么处置他们？”游小默连踹几脚发泄心中的郁闷，这才回到凌霄身边，脸上还气呼呼的。
en_us: "How should we deal with them?" You XiaoMo kicked them a few times to vent his frustrations before returning to Ling Xiao, still enraged.

source: “要挖坟吗？”“呃……会不会太不敬了，人家毕竟已经死了那么多年，突然被打扰，说不定会很不高兴。”
en_us: "Do you want to dig out the grave?" "Eh... isn't that a little too disrespectful? After all they've been asleep for so long now, and they'll probably be really unhappy to be suddenly disturbed."

source: “要撤退吗？”黑袍人丙有些打退堂鼓了，虽说他们四人对一头十二阶的帝王兽不是完全没有胜算，但是身后危险未知的洞府，若是里面的人趁他们不注意的时候偷袭，风险不是一般大。
en_us: "Should we withdraw?" The third black-robed person wanted to retreat a bit now. Even though it wasn't impossible for the four of them to win against a Level Twelve Emperor Beast, but the Immortal’s Cave was right behind them, whose danger was still unknown. If the person inside attacked them when they weren't paying attention, the risk was greater than normal.

source: “要是怕也不会公开了，不过这是其次，我听说黑蜘蛛准备邀请十神榜的强者，那凌霄也在其中，如果他去的话，肯定会碰到赤血家族，到时就有好戏看了。”
en_us: "They wouldn't have publicized it if they were afraid. But this secondary, I've heard that the Black Spider is going to invite the experts from the Ten Gods Ranking. That Ling Xiao is also included and he would certainly encounter the ChiXue Clan if he goes. There would be a good show to watch when that happens."

source: “要现在下去看看吗？”凌霄提议道。
en_us: "Do you want to go down now?" Ling Xiao suggested.

source: “要要要！
en_us: "Yes, yes, yes!!!"

source: “要进去吗？”
en_us: "Shall we enter?"

source: “见机行事。”
en_us: "Let's see what chances we're given."

source: “见过甘长老，我是游小默。”
en_us: "Greetings Elder Gan, I am You XiaoMo."

source: “解得开，但需要一点时间，这枚玉简上的禁制非常复杂，要不是我接受过麒麟族，妖凰族和龙族的传承，恐怕得花上几个月才有可能解开。”
en_us: "I can undo it, but I will need a little time. The seal on this jade drive is very complicated. If I had not received the inheritance of the Qilin Clan, the Demon Phoenix Clan, and the Dragon Clan, I am afraid it would take several months to undo."

source: “计划看来是无用了，接下来我们便各安天命吧。”黑袍人甲也不愿意再留在这里，他心里其实怀疑男子很可能和洞府里正在炼丹的丹师有关，若是让他拖延至雷云散去，他们腹背受敌就难以逃脱了，所以要逃就得趁现在。
en_us: "It looks like the plan is useless. It looks like we'll each have to depend on fate for this next part." The first person in black also didn't want to stay here any longer. He suspected that it was very likely that this man had something to do with the mage currently refining pills in the Immortal’s Cave. If he could delay them until the thunderclouds dispersed, it would be hard for them to escape while being attacked from the front and back. So if they wanted to run, it would be best to do so now.

source: “说不定他是因为喜欢你才欺负你的。”
en_us: "Maybe he bullies you because he likes you."

source: “说的也是！”
en_us: "That's also true!"

source: “说详细点。”游小默催促道。
en_us: "Tell me more details." You XiaoMo urged.

source: “说说你刚刚在笑什么。”商量完灵丹的事情，凌霄又旧话重提，心性显然比游小默好多了，话题偏了还会主动拐回来。
en_us: "Tell me what you were laughing about just now." After discussing the pills, Ling Xiao brought up an old topic. His head was much clearer than You XiaoMo's, able to push the topic back on track after they had gone on a tangent.

source: “说起来，有件事你可别介意，我有一只跟你是同类的小宠物哦。”游小默突然笑起来，然后从怀里掏出小乌龟，“你看，就是这只小乌龟，可爱吧。”
en_us: "Speaking of which, no offense intended, but I have a small pet that's the same race as you." You XiaoMo suddenly laughed before fishing out the baby turtle from his robe. "See, it's this baby turtle. Isn't it cute?"

source: “说道水，你能想到什么？”凌霄突然问道。
en_us: "What comes to mind when you think of water?" Ling Xiao suddenly asked.

source: “说那个反应最剧烈的。”
en_us: "I'm speaking of the one with the most violent reaction."

source: “诸位竟然连水妖都干掉了，真是可喜可贺啊！”黑蜘蛛的强者发出一道诡笑声，不知是真恭喜还是假恭喜，看起来似乎没有一丝慌张。
en_us: "Well fellow practitioners, you actually took care of the Water Demons, congratulations!" One expert of the Black Spider let out a eerie laugh. They didn't know if it was a truthful congratulations or a fake one but he didn't seem at all nervous.

source: “诸位若肯把灵草卖给我，我愿意以五百株二级灵草一枚灵晶的价格收购，另外我需要你们的田地，一亩田地加上没有成熟的灵草，我可以给大家一百枚灵晶。”
en_us: "If you are willing to sell me your magic herbs, I'm willing to buy them at a price of one spirit gem per five hundred level 2 magic herbs. In addition, I need your fields. I'll buy one acre of farmland plus the immature magic herbs for one hundred spirit gems."

source: “谁准你们擅自上来的，滚下去！”
en_us: "Who said you could come up? Get out!"

source: “谁告诉你的？”凌霄面不改色。
en_us: "Who told you that?" Ling Xiao kept a straight face.

source: “谁知道。”
en_us: "Who knows."

source: “谁稀罕你们救我，多管闲事！”
en_us: "Who asked (稀罕) you to save us, you meddler!"

source: “谁？”
en_us: "Who?"

source: “谢你吉言。”
en_us: "Thank you for your blessings."

source: “谢大哥何必长他们志气灭自己威风，依我看，他的同伴此时根本不在他身边，否侧不可能到现在都看不到人影。”
en_us: "Xie-dage, why are you arguing for them and dissing yourself. From what I can tell, his comrade isn't even here, otherwise, they would have surely appeared by now."

source: “谢大哥，不是说这里很少有探险者来吗，怎么会有人在这里打架？
en_us: "Xie Dage, didn't you say that explorers very rarely come here. How come there are people fighting here?

source: “谢大哥，我们要等他们打完才过去吗，我们这边人多，难道不能直接过去？”莫菲对谢俊也很有好感，立刻挤到谢俊另一边，一脸天真无知的看着谢俊，眼神充满了对谢俊的信任，她假装没看到谢谢瞪过来的眼神。
en_us: "Xie Dage, are we really going to wait for them to finish before heading over. We have so many people, so can't we just go over now?" Mo Fei liked Xie Jun, too and immediately squeezed herself against Xie Jun's other side, looking up at him with innocence. Her gaze was filled with trust for Xie Jun, and she pretended to not notice the glare her older sister shot her.

source: “谢大哥，救，救我！”
en_us: "Xie-dage, help, help me!"

source: “谢谢主人！”黄鼠兽顿时喜不自禁，赶紧爬起来，规规矩矩的站到一边，然后眼巴巴的看着他。
en_us: "Thank you master!" The Weasel Beast said unable to control his glee. He quickly got up and stood to the side, well-behaved, as his stared at You XiaoMo.

source: “赤血家族怎么知道的？”游小默惊呼。
en_us: "How did the Vermillion Blood Clan know?" You XiaoMo cried out in alarm.

source: “越早离开越好，我感觉西境似乎要变天了。”凌霄没有反对，当初遇到莫景的时候他就已经有这种感觉，被牵扯进去的话，他们可能会在西境逗留更长的时间。
en_us: "The quicker we leave the better. I have a feeling a strom is coming to Xi Jing (变天)." Ling Xiao didn't reject his idea. When he first saw Mo Jing he had this feeling and if they were involved, they would probably be staying for even longer at Xi Jing.

source: “跑啊！”
en_us: "Run!"

source: “跑啊，你再跑啊！”星罗城主冷笑着说道，现在反倒不着怎着动手了，本来以他的实力是不需要召唤出领域，但他有自己的私心，而且游小默确实滑溜得像条蚯蚓。
en_us: "Well? Go on, run!" Starfall City's City Master sneered. Now, he didn't seem so anxious to act. Originally, he didn't need to summon his Territory to deal with You XiaoMo, but he had ulterior motives and You XiaoMo really was too good at slipping away.

source: “跟大家介绍一下，他就是你们的少主凌霄，旁边是他的伴侣叫游小默。”男人落座后便径自介绍起来，终于证实大家的猜测。
en_us: “Let me introduce him to you. He is your Young Master, Ling Xiao. Beside him is his partner/mate/companion (伴侣), You XiaoMo." The man started the introductions after he took a seat, finally confirming everyone’s conjecture.

source: “过奖”
en_us: "No need to compliment me."

source: “还是多久？”凌霄表情平静的点了下头。
en_us: "How long still?" Ling Xiao nodded calmly.

source: “还有。”凌霄淡淡的补充道，“以后也记得耳听八方，不需要你出手的时候，别抢了人家的风头。”
en_us: "And also." Ling Xiao indifferently added, "Remember to be extremely vigilant in the future. Don't steal the limelight of others when there's no need for you to step in."

source: “还有呢？”
en_us: "And?"

source: “这……”
en_us: "That..."

source: “这……那好吧。”莫景为难的妥协了，“不过二位恩公也要给莫景留一点信息，否则待我伤势好后要去哪里找二位。”
en_us: "This... that's fine." Mo Jing compromised, "But you two gentlemen must leave some information for Mo Jing, or else how will I know where to look for you two after my wounds have healed."

source: “这一轮采取的依旧是淘汰赛，如果得分低于三分，比赛结柬后则自动淘汰，不能再继续参加第三轮。”叶长老看着众人若有所思的表情，继续说道：“当你们进入重力屋后，将会在门口正上方的墙壁上看到重力屋的记录，那是第一次进入重力屋前一百名的记录，而排在第一名的，便是滕梓叶，他的时间是29分29秒……”
en_us: “This round, all those who have obtained less than three points will be eliminated, unable to advance to the third round.” Seeing everyone’s thoughtful expressions, Elder Ye continued, “Upon entering the Gravity Room, you will see the records for the Gravity Room above the doorway. Those are the top one hundred durations for first timers in the Gravity Room, and the one in first place is Teng ZiYe with a time of twenty-nine minutes and twenty-nine seconds…”

source: “这不是废话吗？”
en_us: "No shit."

source: “这东西你拿着。”凌霄扔给他一瓶装着几滴散发着金灿灿光芒的血液，这是他从白虎的尸体提炼出来的精血，因为白虎和四灵一样没有内丹，所以他们的精血蕴含着一股庞大的能量，和修为直接挂钩。
en_us: "Here, take this." Ling Xiao said as he tossed a bottle with a few drops of shinning golden blood. This was the Life Blood he extracted from the White Tiger's corpse. Like the Four Ancient Beast Clan, the white tigers didn't have a Life Crystal, thus their Life Blood contained a massive amount of energy, directly connected to their cultivation levels.

source: “这个实力完全可以角逐第一名了。”
en_us: “With his ability, he could take first place easily.”

source: “这个提议太好了，把赵二也叫上。”
en_us: "That's a great suggestion, lets call Zhao Er too."

source: “这个游小默太大胆了，他就不拍演小桃突然撒手反坑他一把吗？”
en_us: "This You XiaoMo is too bold! Is he not afraid that You ZhenTian would suddenly give the item up and entrap him instead?

source: “这个牛徐阳心性倒是不错。”
en_us: "This Niu XuYang's temperament is actually not too bad."

source: “这个给我干嘛？”游小默不解的问道。
en_us: "Why are you giving this to me?' You XiaoMo asked in confusion.

source: “这个要怎么找？”
en_us: "How do we find this?"

source: “这么看我做什么？”
en_us: "Why are you looking at me like that?"

source: “这也不能怪我，当时莫雪他们就在旁边看着，我一心想着快点毁尸灭迹，看的时候就没那么仔细，一时间也没想到去拔他的衣服。”游小默有一点点后悔。
en_us: "You can't blame me for that. Mo Xue and the rest were watching from the side back then, so all I could think about was quickly destroying the corpse and the evidence. I didn't examine it very carefully, and at the moment I didn't think about taking his clothes." You XiaoMo felt a bit of regret.

source: “这些只是一小部分，等安定下来后，我会再帮你们找。”
en_us: "These are only just a small portion. After settling down, I will help you find more."

source: “这件事便交给妾身处理吧。”银夫人的眼眸不再淡然，好似酝酿着风暴一般的阴谋。
en_us: "I will personally take care of this myself." Lady Yin's eyes were no longer indifferent. Instead ,ti seemed as if they were deliberating over a storm of conspiracies.

source: “这件事就交给为父，动静太大反而会引人注意。”
en_us: "Then this matter will be handled by your Father. It'll draw attention if there's too much activity."
